{"status":"success","categories":["المعرف","العنوان","الملخص","القسم","صورة_الغلاف","التاريخ","المحتوى_الكامل","إعلانات","تنمية ذاتية","تقنية","برمجة","تصميم","أخبار","قصص نجاح"],"posts":[{"المعرف":1,"العنوان":"خصم حصري على جميع الدورات — استغل الفرصة الآن","الملخص":"سارع بالتسجيل قبل انتهاء فترة العرض وبدأ رحلة تطويرك الذاتي والمهني.","القسم":"إعلانات","صورة_الغلاف":"https://images.unsplash.com/photo-1542831371-29b0f74f9713?q=80&w=2970&auto=format&fit=crop","التاريخ":"2025-10-08T00:00:00.000Z","المحتوى_الكامل":"
نعلن عن خصم استثنائي 30% يشمل كافة دوراتنا التدريبية المتخصصة في الذاكرة، والتفكير، والتطوير الذاتي. الهدف هو تمكين أكبر عدد من الأفراد من الوصول إلى محتوى عالي الجودة.

تاريخ الانتهاء: 2025-10-15

","إعلانات":"خصم خاص على جميع الدورات — استغل الفرصة الآن وابدأ رحلتك التدريبية.","تنمية ذاتية":"خطوات صغيرة تصنع فرقًا كبيرًا — كيف تبدأ التغيير اليوم؟","تقنية":"إطلاق نظام ذكاء اصطناعي جديد من جوجل — تفاصيل الابتكار الأخير.","برمجة":"أساسيات البرمجة للمبتدئين — ابدأ مع أول سطر كود بثقة.","تصميم":"فن اختيار الألوان — كيف تعبر الألوان عن الهوية؟","أخبار":"مؤتمر عالمي حول التعليم الرقمي — أبرز التوصيات.","قصص نجاح":"قصة نجاح أحمد — من صعوبة الحفظ إلى إتقان القرآن في 10 أيام."},{"المعرف":2,"العنوان":"قوة العادات اليومية — كيف تصنع نظامًا يغيّر حياتك؟","الملخص":"خطوات صغيرة ومستمرة هي مفتاح تحقيق الإنجازات الكبرى. ابدأ اليوم بتغيير بسيط.","القسم":"تنمية ذاتية","صورة_الغلاف":"https://images.unsplash.com/photo-1533038590840-1cde6e668a91?q=80&w=2970&auto=format&fit=crop","التاريخ":"2025-10-05T00:00:00.000Z","المحتوى_الكامل":"
لماذا تفشل معظم العادات؟
السبب الرئيسي هو محاولة تغيير كل شيء دفعة واحدة. ابدأ بعادة واحدة تستغرق دقيقة واحدة يومياً. على سبيل المثال، اقرأ صفحة واحدة.

عندما تنجح في تثبيت هذه العادة، قم بالبناء عليها تدريجياً. هذا هو سر التركيز والإنجاز طويل المدى.

","إعلانات":"إعلان بدء التسجيل في دورة “إتقان الذاكرة” — المقاعد محدودة.","تنمية ذاتية":"قوة العادات اليومية — كيف تصنع نظامًا يغيّر حياتك؟","تقنية":"تحديثات أمان جديدة في نظام أندرويد — ما الجديد؟","برمجة":"تعلم بناء تطبيقات الموبايل بدون خبرة سابقة.","تصميم":"تصميم شعار احترافي في 5 خطوات سهلة.","أخبار":"إطلاق موقع مؤسسة كن أنت الرسمي — إنجاز جديد.","قصص نجاح":"قصة جود — طفلة كسرت حاجز النسيان وحققت المستحيل."},{"المعرف":3,"العنوان":"مستقبل التدريب مع الذكاء الاصطناعي — توقعات 2026","الملخص":"كيف يعيد الذكاء الاصطناعي تشكيل طرق التدريب ويجعل التعلم أكثر تخصيصاً وفعالية.","القسم":"تقنية","صورة_الغلاف":"https://images.unsplash.com/photo-1522071820081-0011b782937d?q=80&w=2970&auto=format&fit=crop","التاريخ":"2025-09-30T00:00:00.000Z","المحتوى_الكامل":"
يتوقع الخبراء أن أنظمة الذكاء الاصطناعي ستتولى مهام التقييم الأولي وتصميم المسارات التعليمية الفردية للمتدربين، مما يحرر المدربين للتركيز على الجوانب الأكثر تعقيداً مثل الإرشاد والتحفيز.

","إعلانات":"إعلان وظيفة شاغرة — انضم إلى فريق مؤسسة كن أنت.","تنمية ذاتية":"كيف تبني ثقتك بنفسك خلال 7 أيام؟","تقنية":"تقنيات الذكاء الاصطناعي في التعليم — كيف تغيّر أسلوب التعلم؟","برمجة":"مفاهيم البرمجة الكائنية بلغة Java — بطريقة مبسطة.","تصميم":"كيف تختار الخط المثالي لتصميمك؟","أخبار":"شراكة جديدة بين كن أنت ومؤسسة تعليمية عالمية.","قصص نجاح":"قصة فريد من تونس — من النسيان إلى الحفظ السريع بفضل التدريب العقلي."},{"المعرف":4,"العنوان":"قصة نجاح أحمد — من صعوبة الحفظ إلى إتقان القرآن في 10 أيام","الملخص":"تعرف على المنهجية التي اتبعها أحمد لتحويل صعوبة الحفظ إلى مهارة فائقة.","القسم":"قصص نجاح","صورة_الغلاف":"https://images.unsplash.com/photo-1542744196-8576d3f2c5e5?q=80&w=2970&auto=format&fit=crop","التاريخ":"2025-09-25T00:00:00.000Z","المحتوى_الكامل":"
بدأ أحمد دورة الذاكرة وهو يعاني من التشتت والنسيان. لكن باستخدام تقنيات الخرائط الذهنية والربط القصصي، تمكن من حفظ صفحة يومياً دون إجهاد. قصته دليل على قوة التدريب العقلي.

","إعلانات":"ورشة مجانية حول \"التركيز الفائق\" — سجل الآن.","تنمية ذاتية":"إدارة الوقت بذكاء — مفاتيح الإنتاجية العالية.","تقنية":"روبوتات المستقبل — كيف ستؤثر في سوق العمل؟","برمجة":"تعلم JavaScript عبر مشاريع عملية واقعية.","تصميم":"أسرار التوازن البصري في التصميم الجرافيكي.","أخبار":"افتتاح مركز جديد للتدريب في صنعاء.","قصص نجاح":"قصة عبدالعزيز من السعودية — حفظ الكتب والمراجع بسهولة مذهلة."},{"المعرف":5,"العنوان":"مؤتمر عالمي حول التعليم الرقمي — أبرز التوصيات","الملخص":"ملخص لأهم القرارات والتوجيهات التي صدرت عن المؤتمر الأخير في مجال التعليم الرقمي.","القسم":"أخبار","صورة_الغلاف":"https://images.unsplash.com/photo-1521737711867-e3b973753422?q=80&w=2970&auto=format&fit=crop","التاريخ":"2025-09-20T00:00:00.000Z","المحتوى_الكامل":"
أكد المؤتمر على ضرورة دمج مهارات التفكير النقدي في المناهج التعليمية الرقمية. وتم الاتفاق على إطلاق منصة عربية موحدة لتبادل الخبرات التعليمية بين المؤسسات.

","إعلانات":"خصم 50% على دورات تصميم المواقع — ليوم واحد فقط!","تنمية ذاتية":"كيف تحافظ على حماسك رغم التحديات؟","تقنية":"تقنية الواقع المعزز تدخل مجالات جديدة — تعرف عليها.","برمجة":"برمجة واجهات المستخدم الحديثة بـ React.js.","تصميم":"تصميم تجربة مستخدم UX ناجحة بخمس خطوات.","أخبار":"تحديث المنصة الإلكترونية بميزات جديدة.","قصص نجاح":"قصة أم أحمد — كيف ساعدت ابنها على تحقيق الحلم."}]}